{
  "metadata": {
    "total_size": 14965374976
  },
  "weight_map": {
    "model.embed_tokens.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.0.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.0.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.0.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.0.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.0.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.0.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.0.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.1.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.1.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.1.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.1.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.1.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.1.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.1.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.1.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.norm.weight": "model-00003-of-00003.safetensors"
  }
}
